Repository: docmcfly/usertools
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# editProfile.form.phoneNumber
source: Phone number
de: Telefonnummer

# editProfile.form.allowDisplayPhone
source: I allow my phone number to be displayed in the internal area.
de: Ich erlaube, dass meine Telefonnummer im interen Bereich angezeigt wird.

# editProfile.form.allowDisplayEmail
source: I allow my email address to be displayed in the internal area.
de: Ich erlaube, dass meine E-Mail-Adresse im interen Bereich angezeigt wird.

# editProfile.form.allowDisplayImagePublic
source: I allow my image to be displayed in the public area.
de: Ich erlaube, dass mein Bild im öffentlichen Bereich angezeigt wird.

# editProfile.form.allowDisplayImageInternal
source: I allow my image to be displayed in the internal area.
de: Ich erlaube, dass mein Bild im interen Bereich angezeigt wird.

# editProfile.form.submit
source: Save
de: Speichern

# editProfile.form.noneUserImage
source: No image selected.
de: Kein Bild ausgewählt.

# editProfile.form.deletePortrait
source: Delete image.
de: Bild entfernen.

# editProfile.form.addUserImage
source: Add a image
de: Bild hinzufügen

# editProfile.form.switchUserImage
source: Switch the image
de: Bild aktualisieren

# editProfile.form.imageNote
source: Hint: The best side relation is 4:3 (height : width)
de: Hinweis: Das beste Seitenverhältnis ist 4:3 (Höhe: Breite)

# editProfile.form.yourImage
source: Image
de: Bild

# editProfile.form.userGroups
source: User grous
de: Gruppenzugehörigkeit

# editProfile.form.userAssignment
source: User group assignment
de: Gruppenzugehörigkeit

# editProfile.form.currentlyOffDuty
source: Currenty off duty
de: Derzeit nicht im Dienst

# editProfile.form.privacyPolicies
source: Privacy policies
de: Richtlinien zum Datenschutz

# editProfile.form.info.savingSuccessful
source: The values are save successful.
de: Einstellungen erfolgreich abgespeichert.

# editProfile.form.error.notLogged
source: You are not logged.
de: Sie sind nicht eingeloggt.

# editProfile.form.error.onlyCurrentUserIsEditable
source: Only the current logged user is editable.
de: Sie können nur den Nutzer bearbeiten, der auch eingeloggt ist.

# editProfile.form.error.invalidNewsletterSetting
source: The newsletter setting is invalid.
de: Die Newsletter-Einstellung ist ungültig.

# editProfile.form.error.uploadedImage.imageFormatNotSupported
source: The image format '%s' does not supported.
de: Das Bildformat '%s' wird nicht unterstützt.

# editProfile.form.error.uploadedImage.scriptsNotAllowed
source: The uploaded file does not allowed.
de: Die hochgeladene Datei ist nicht zulässig.

# listAllUser.fastSearch.textfield
source: Fast search:
de: Schnellsuche:

# listAllUser.email
source: E-Mail address
de: E-Mail Adresse

# listAllUser.telephone
source: Telephone
de: Telefonnummer

# listAllUser.noEmailAvailable
source: No email address available
de: Keine E-Mail Adresse hinterlegt

# listAllUser.noEmailPublic
source: No email address public
de: Keine E-Mail-Adresse veröffentlicht

# listAllUser.emailNotPublic
source: Email address is not public
de: E-Mail-Adresse nicht veröffentlicht

# listAllUser.phoneNumber
source: Phone number
de: Telefonnummer

# listAllUser.nonePhoneNumber
source: No telephone number stored
de: Keine Telefonnummer hinterlegt

# listAllUser.noPhoneNumberPublic
source: No telephone number public
de: Keine Telefonnummer veröffentlicht

# listAllUser.phoneNumberNotPublic
source: Telephone number is not public
de: Telefonnummer nicht veröffentlicht

# listAllUser.currentlyOffDuty
source: Currently off duty
de: Derzeit nicht im Dienst

# changeEmail.form.currentEmail
source: Current email address
de: Aktuelle E-Mail-Adresse

# changeEmail.form.newEmail
source: The new email address
de: Die neue E-Mail-Adresse

# changeEmail.form.submitChange
source: Change
de: Ändern

# changeEmail.form.note.userEmailExists
source: ⚠️ The email change process occurs in two steps: <ol> <li>You will receive a confirmation email to the currently valid email address. This ensures that you have access to the current email inbox and prevents unauthorized persons from changing the email.</li> <li>By clicking the first confirmation link, you will receive an email with a confirmation link to the new email address. This ensures that you have access to the new email inbox and prevents you from possibly entering the wrong email address.</li> </ol>The email change is fully completed only after the second confirmation link.
de: ⚠️ Der E-Mail-Wechsel erfolgt in zwei Schritten: <ol> <li>Sie erhalten eine Bestätigungsmail an die aktuell gültige E-Mail-Adresse. Das stellt sicher, dass Sie Zugriff auf das aktuelle E-Mail-Postfach haben und verhindert den E-Mail-Wechsel durch nicht autorisierte Personen.</li> <li>Durch den ersten Bestätigungslink erhalten Sie eine E-Mail mit einem Bestätigungslink an die neue E-Mail-Adresse. Das stellt sicher, dass Sie Zugriff auf das neue E-Mail-Postfach haben und verhindert, dass Sie eventuell die falsche E-Mail-Adresse eingeben haben.</li> </ol>Erst nach dem zweiten Bestätigungslink ist der E-Mail-Wechsel vollständig vollzogen.

# changeEmail.form.note.noneUserEmailExists
source: ⚠️ You will receive an email with a confirmation link at the new email address. This ensures that you have access to the new email inbox and prevents you from possibly entering the wrong email address. Only after following the confirmation link is the new email address registered.
de: ⚠️ Sie erhalten eine E-Mail mit einem Bestätigungslink an die neue E-Mail-Adresse. Das stellt sicher, dass Sie Zugriff auf das neue E-Mail-Postfach haben und verhindert, dass Sie eventuell die falsche E-Mail-Adresse eingeben haben. Erst nach dem Ausführen des Bestätigungslink ist die neue E-Mail hinterlegt.

# changeEmail.form.error.newEmailIsOldEmail
source: The new email address is equals to the current email address.
de: Die neue E-Mail-Adresse ist die gleiche, wie die aktuelle E-Mail-Adresse.

# changeEmail.form.error.notLogged
source: You are not logged.
de: Sie sind nicht eingeloggt.

# changeEmail.form.error.newEmailEmpty
source: No new e-mail address was provided.
de: Es wurde keine neue E-Mail-Adresse angeben.

# changeEmail.form.error.newEmailInvalid
source: The new email addresse is invalid-
de: Die neue E-Mail-Adresse ist ungültig.

# changeEmail.form.error.newEmailExists
source: The email address is already in use.
de: Die E-Mail-Adresse wird bereits verwendet.

# changeEmail.form.info.confirmEMailMailSuccessful
source: The mail to confirm the new email address has been sent successfull.
de: Die Mail zur Bestätigung der neuen E-Mail-Adresse ist erfolgreich versendet worden.

# changeEmail.form.info.confirmEMailMailFailed
source: Mail transmission to confirm the email address failed. Contact the administrator.
de: Die Mailübertragung zur Bestätigung der neuen E-Mail-Adresse ist fehlgeschlagen. Wenden Sie sich an den Administrator.

# changeEmail.mail.confirmEmailChange.subject
source: Confirm the email change
de: Bestätigung des E-Mail-Adressen-Wechsels

# changeEmail.mail.confirmEmailChange.salutation
source: Hello %s,
de: Guten Tag %s,

# changeEmail.mail.confirmEmailChange.teaser
source: This e-mail is to confirm that you wish to change your e-mail address. The new e-mail address is: %s.
de: Diese E-Mail dient zur Bestätigung, dass Sie Ihre E-Mail-Adresse ändern wollen. Die neue E-Mail-Adresse lautet: %s.

# changeEmail.mail.confirmEmailChange.teaser.dangerWarning
source: ⚠️ If you are not currently making a change to your email address, this may indicate unauthorized external access. Please contact your administrator as soon as possible. ⚠️
de: ⚠️ Wenn Sie gerade keine E-Mail-Adresse-Änderung durchführen, kann dies auf einen nicht autorisierten Fremdzugriff hindeuten. Wenden Sie sich schnellstmöglich an Ihren Administrator. ⚠️

# changeEmail.mail.confirmEmailChange.beforeLink
source: To complete the confirmation, follow the link below:
de: Um die Bestätigung abzuschließen, führen Sie den folgenden Link aus:

# changeEmail.mail.confirmEmailChange.link
source: E-mail address change confirmation %s
de: Bestätigung des E-Mail-Adresse-Wechsels: %s

# changeEmail.mail.confirmEmailChange.afterLink
source: ⚠️ After the successful confirmation, you will receive an email at your new email address to verify that you are the owner of the new email address. With kind regards your administrator
de: ⚠️ Nach der erfolgreichen Bestätigung erhalten Sie eine Mail an ihre neue E-Mail-Adresse um zu prüfen, ob Sie Inhaber der neuen E-Mail-Adresse sind. Mit freundlichem Gruß Ihr Administrator

# confirmEmailChange.successful.title
source: ⚠️ The email address change has been successfully confirmed
de: ⚠️ Der E-Mail-Adress-Wechsel wurde erfolgreich bestätigt

# confirmEmailChange.successful.message
source: ⚠️ You have now received an email at the new email address %s to confirm that you are the owner of the new email address.
de: ⚠️ Sie haben nun eine E-Mail an die neue E-Mail-Adresse %s erhalten, um zu bestätigen, dass Sie Zugang zur neuen E-Mail-Adresse haben.

# confirmEmailChange.unsuccessful.title
source: The email address change was not successfully confirmed
de: Der E-Mail-Adress-Wechsel wurde nicht erfolgreich bestätigt

# confirmEmailChange.unsuccessful.error.tokenEmailCombinationNotFound
source: No e-mail exists for the token contained in the link. The link may already have been successfully confirmed or a new link has been requested.
de: Zum dem im Link enthalten Token existiert keine E-Mail. Der Link wurde vielleicht bereits erfolgreich bestätigt oder ein neuer Link ist bereits angefordert worden.

# confirmEmailChange.unsuccessful.error.invalidLink
source: The confirmation link is invalid.
de: Der Bestätigungslink ist ungültig.

# changeEmail.mail.confirm.subject
source: Confirm the new email address Confirm the new email address
de: Bestätigung der neuen E-Mail-Adresse Bestätigung der neuen E-Mail-Adresse

# changeEmail.mail.confirm.salutation
source: Hello %s,
de: Guten Tag %s,

# changeEmail.mail.confirm.beforeLink
source: This email is to confirm that you want to change your email address and that you are the owner of this email address. To complete the confirmation, please follow the link below:
de: Diese E-Mail dient zur Bestätigung, dass Sie Ihre E-Mail-Adresse ändern wollen und Sie Zugang zu dieser E-Mail-Adresse haben. Um die Bestätigung abzuschließen, führen Sie den folgenden Link aus:

# changeEmail.mail.confirm.link
source: E-mail address confirmation %s
de: Bestätigung der E-Mail-Adresse %s

# changeEmail.mail.confirm.afterLink
source: After the successful confirmation you can use the new e-mail address to log in. With kind regards With kind regards your administrator your administrator
de: Nach der erfolgreichen Bestätigung können Sie die neue E-Mail-Adresse zum einloggen verwenden. Mit freundlichem Gruß Mit freundlichem Gruß Ihr Administrator Ihr Administrator

# changeEmail.error.tokenEmailCombinationNotFound
source: No email change could be found that matches this confirmation link.
de: Es konnte kein E-Mai-Änderung gefunden werden, der zu diesem Bestätigungslink passt.

# changeEmail.error.invalidLink
source: The confirmation link is invalid.
de: Der Bestätigungslink ist ungültig.

# changeEmail.successful.title
source: The e-mail address was successfully changed
de: Die E-Mail-Adresse wurde erfolgreich geändert

# changEmail.successful.message
source: The e-mail address was successfully changed to %s.
de: Die E-Mail-Adresse wurde erfolgreich auf %s geändert.

# changeEmail.unsuccessful.title
source: The e-mail address was not successfully changed
de: Die E-Mail-Adresse wurde nicht erfolgreich geändert

# changeEmail.unsuccessful.error.tokenEmailCombinationNotFound
source: No e-mail exists for the token contained in the link. The link may already have been successfully confirmed or a new link has been requested.
de: Zum dem im Link enthalten Token existiert keine E-Mail. Der Link wurde vielleicht bereits erfolgreich bestätigt oder ein neuer Link ist bereits angefordert worden.

# changeEmail.unsuccessful.error.invalidLink
source: The confirmation link is invalid.
de: Der Bestätigungslink ist ungültig.

# changePassword.form.password
source: New password
de: Neues Passwort

# changePassword.form.confirmPassword
source: Repeat of the password
de: Wiederholung des Passwortes

# changePassword.form.submitChange
source: Change
de: Ändern

# changePassword.form.note
source: A password is valid if it is at least 8 characters long. It must contain upper and lower case letters, as well as numbers and special characters: ! # + - _ " / § $ %% & ()[]{}
de: Ein Passwort ist gültig, wenn es mindestens 8 Zeichen lang ist. Es muss große und kleine Buchstaben enthalten, sowie Zahlen und Sonderzeichen:: ! # + - _ " / § $ %% & ()[]{}

# changePassword.form.error.newPasswordIsOldPassword
source: Your new password is the same as your old password.
de: Ihr neues Passwort ist das gleiche wie das alte Passwort.

# changePassword.form.error.confirmPasswordIsNotEquals
source: The repeated password is not identical with the new password.
de: Das wiederholte Passwort ist nicht identisch mit dem neuen Passwort.

# changePassword.form.error.passwordInvalid
source: The new password does not meet the security requirements: A password is valid if it is at least 8 characters long. It must contain upper and lower case letters, numbers and special characters: ! # + - _ " / § $ %% & ()[]{}
de: Das neue Passwort entspricht nicht den Sicherheitsvorgaben: Ein Passwort ist gültig, wenn es mindestens 8 Zeichen lang ist. Es muss große und kleine Buchstaben enthalten, sowie Zahlen und Sonderzeichen: ! # + - _ " / § $ %% & ()[]{}

# changePassword.form.info.passwordChangeSuccessful
source: The password change was successful.
de: Die Passwortänderung war erfolgreich.

# changePassword.form.error.notLogged
source: You are not logged.
de: Sie sind nicht eingeloggt.

# taskForceOverview.reason.currentlyOffDuty
source: Currently off duty
de: Derzeit nicht im Dienst
