Repository: docmcfly/usertools
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_usertools_domain_model_frontendUser.tab.user_preferences
source: Private user preferences
de: Persönliche Benutzereinstellungen

# tx_usertools_domain_model_frontendUser.allow_display_email
source: Allow Display Email
de: Anzeige der E-Mail erlauben

# tx_usertools_domain_model_frontendUser.allow_display_image_internal
source: Allow Display Image Internal
de: Interne Anzeige des Bildes erlauben

# tx_usertools_domain_model_frontendUser.allow_display_image_public
source: Allow Display Image Public
de: Öffentliche Anzeige des Bildes erlauben

# tx_usertools_domain_model_frontendUser.allow_display_phone
source: Allow Display Phone
de: Anzeige der Telefonnummer erlauben

# tx_usertools_domain_model_frontendUser.currently_off_duty
source: Currently off duty
de: Derzeit außer Dienst

# tx_usertools_domain_model_frontendUser.currently_off_duty_until
source: Currently off duty until
de: Derzeit außer Dienst bis

# tx_usertools_domain_model_frontendUser.new_email
source: New Email
de: Neue E-Mail

# tx_usertools_domain_model_frontendUser.new_email_token
source: New Email Token
de: Neues E-Mail-Token

# tx_usertools_domain_model_frontendUser.newsletter_setting
source: Newsletter setting
de: Newsletter-Einstellung

# fe_users.tx_extbase_type.Tx_Usertools_User
source: User tools
de: Benutzerwerkzeuge

# tx_usertools_domain_model_newsletter_log.news
source: News
de: Nachricht

# tx_usertools_domain_model_newsletter_log.description
source: Contains the history of transmitted newsletters
de: Enthält alle bereits versandten Newsletter
